{
  "text_name": "Robotic surgery in gynecology",
  "text": "Abstract FDA approved Da Vinci Surgical System in 2005 for gynecological surgery. It has been rapidly adopted and it has already assumed an important position at various centers where this is available. It comprises of three components: A surgeon's console, a patient-side cart with four robotic arms and a high-definition three-dimensional (3D) vision system. In this review we have discussed various robotic-assisted laparoscopic benign gynecological procedures like myomectomy, hysterectomy, endometriosis, tubal anastomosis and sacrocolpopexy. A PubMed search was done and relevant published studies were reviewed. Surgeries that can have future applications are also mentioned. At present most studies do not give significant advantage over conventional laparoscopic surgery in benign gynecological disease. However robotics do give an edge in more complex surgeries. The conversion rate to open surgery is lesser with robotic assistance when compared to laparoscopy. For myomectomy surgery, Endo wrist movement of robotic instrument allows better and precise suturing than conventional straight stick laparoscopy. The robotic platform is a logical step forward to laparoscopy and if cost considerations are addressed may become popular among gynecological surgeons world over. Keywords: Endometriosis, hysterectomy, laparoscopy, myomectomy, robotic. The introduction of robot-assistance in the field of gynecological surgery and specifically the introduction of Da Vinci Surgical System is one of the most remarkable breakthroughs in how we will do our surgeries in future. The Stanford Research Institute along with defense department developed Da Vinci System initially so that surgeons sitting remotely from the battlefield could perform tele-surgery on wounded soldiers. However, today robotic surgery is done by the surgeon sitting close to the patient (usually in the same operating room) on a ergonomically designed console, viewing the surgical field in a 3D vision and manipulating the wristed laparoscopic instruments through the masters and foot pedals.  Da Vinci Surgical System comprises of three components: A surgeon's console, a patient-side cart with four robotic arms manipulated by the surgeon (one to control the camera and three to manipulate instruments), and a high-definition three-dimensional (3D) vision system. Articulating surgical instruments are mounted on the robotic arms, which are introduced into the body through cannula.[1] This rapidly evolving technology is gaining ground as an alternative to open method and complimenting laparoscopic surgery. The adoption of robot-assisted laparoscopic surgery into gynecologic practice in the past 6 years has been remarkable. The US FDA approved the system for gynecological conditions in 2005 based on preliminary evidence of safety and efficacy from their early experience with myomectomy and hysterectomy at the University of Michigan.[2] Today, applications of robotics in gynecology include hysterectomy, myomectomy, oophorectomy, and ovarian cystectomy, resection of endometriosis, sacrocolpopexy and lymphadenectomy with an increasing role of robotic surgery in gynecological oncology. The advantages of this robotic technique are smaller incisions, leading to lower morbidity, less postoperative pain and shorter hospital stays which are similar to any minimally invasive surgery. However, robotics do seem to have an edge in highly complicated procedures when extensive dissection and proper anatomy reestablishment is required. The Endo Wrist technology allows surgical maneuvers that are similar to open surgical techniques, thus making it easy for surgeons with less advanced laparoscopic skills to learn and perform difficult tasks like intra corporeal suturing and knot-tying. It poses a relatively short learning curve, even though the case number required to reach proficiency may be actually closer to 100 cases. The use of robotic assistance in laparoscopy is slowly becoming popular because this technology has enabled surgeons to overcome difficulties of conventional laparoscopy while allowing patients to benefit from minimally invasive surgery. The purpose of this article is to highlight the acceptance of robotic surgeries in various gynecological procedures and review the current literature. Recent peer-reviewed literature describing robotic-assisted laparoscopic procedures are included in this review like myomectomy, hysterectomy, endometriosis, tubal anastomosis, and sacrocolpopexy. Some other emerging areas of robotic surgery are also briefly reviewed. ROBOTIC MYOMECTOMY The surgical technique of abdominal myomectomy was first standardized by[3] in 1931 as a procedure for women who wish to preserve their uterus. In 1979[4] demonstrated that the same operation could be done via laparoscopic techniques. Robotic myomectomy was developed and embraced by surgeons based on the success endoscopic surgery had already achieved. Since robotic platform provides various advantages, especially to those surgeons with limited or with no laparoscopic experience especially in suturing techniques. The reason for the popularity and acceptance of robotic myomectomy is due to the fact that myomectomy is a suture-intensive surgery and assistance with robotic arms makes suturing simple and easy. Robotic myomectomy guarantees a procedure that is as effective as a classic open myomectomy. Robotic assisted surgery is as safe and acceptable as a laparoscopic operation.[5] Post operative implications in a myomectomy surgery is also due to the fact that poor closure of incisions or excessive use of diathermy can lead to uterine rupture in future pregnancies.[6,7] One of first series of myomectomy that was reported in the literature using the Da Vinci robot was by Advincula et al., in 35 patients (60). The mean diameter of fibroids was 7.9 ± 3 cm, mean weight was 223 ± 244 g, and each patient had an average of 1.6 fibroids removed at the time of surgery. The conversion rate from robotic to laparotomy was 8.6%, comparable to that of conventional laparoscopic myomectomy. The study reported mean EBL to be 169 ± 198 ml with average operative times of 230 ± 83 min.[8] As surgical experience increases the operative times decrease.[9] When compared to abdominal myomectomy, robotic surgery has shown less blood loss, shorter hospital stay and fewer complications. However when compared with conventional laparoscopies, although there is less blood loss and a shorter hospital stay, the operative time is longer (234 vs 204 min).[10] Longer operative time when compared to open method could also be due to need for morcelation and extensive multilayered suturing required during myomectomies. Additionally with large myomas there is inadequate counter traction due to insufficient torque during enucleation and this can be a significant challenge during myomectomy.[10,11,12,13] These are situations when reduced field of movement while using a robotic platform may be a limitation. In such cases hybrid robotic myomectomy is useful in completing the surgery in a minimally invasive way. Myomas that are more than 10 cms and are beyond pelvis, deep intramural myomas or highly vascular myomas are best approached by hybrid method. The advantage of this technique is that it preserves tactile sensation as large myomas are heavy and surrounded by delicate tubes and every attempt should be made to preserve the tubal function. Rigid (not articulated) myoma screw and suction cannula exerts significant pull at every angle with the benefit of haptic feedback (without risk of equipment damage). It is also effective in manipulation outside the pelvis and into the upper abdominal quadrants.[14] Robotic approach helps surgeons to extend their boundaries in terms of the size and number of myomas that can be removed in minimally invasive way.[15,16] This also helps to remove myomas and suture the uterine defect in odd locations as well. The pregnancy outcomes following robotic assisted myomectomies are similar to the open surgery. Pitter et al., studied these outcomes, reporting 92 deliveries out of 107 patients studied with only 1 uterine rupture.[13] Although successful term pregnancies after robotic myomectomy have been reported,[5] however we need large studies with long term follow up of reproductive outcomes before deriving firm conclusions.  The pseudo capsule surrounding the fibroid is a fibro-neurovascular structure composed of a neurovascular network rich in neurofibers separating it from normal peripheral myometrium [Figure 1]. The fibroid pseudo capsule is similar to the neurovascular bundle surrounding a prostate. This understanding of the neurovascular bundle in pseuocapsule has brought in a concept of intra capsular fibroid nerve-sparing laparoscopic “microsurgery,” or intra capsular fibroid nerve-sparing robotic-assisted nanosurgery,” with the help of robotic magnification. Intra capsular myomectomy preserves the neurovascular bundle and neurotransmitters surrounding fibroids. This helps in better healing of myometrium, minimal adhesion and good postoperative scar integrity. The authors propose that intra capsular myomectomy should always be recommended to maximize the potential for future fertility and to minimize the risk of labor dystocia or uterine rupture during subsequent pregnancy.[17]  Despite of several advantages, there are a few limitations of robotic assisted laparoscopic myomectomy like reduced field of vision and inability to apply torque, and this makes removal of very large myoma difficult. Lack of haptic feedback can cause breakage in suture material during suturing. However many of these are overcome by increase in experience of the surgeon in using the Da Vinci machine. Figure ​Figure2a2a–f shows the relevant steps laparoscopic assisted robotic myomectomy.  ROBOTIC HYSTERECTOMY Hysterectomy being the most common gynecological surgery, effort has been made over the years to make it simple and easy for the women. The advent of minimally invasive technique obviously extrapolated in being utilized to perform this procedure as well. Still the incidence of open hysterectomy is high not only in USA or India but the world over. The endeavor should be to do as many hysterectomies by minimally invasive method either by vaginal approach or laparoscopic approach. This gives better functional results, both in terms of decreased postoperative morbidity and quick recovery. The American Association of Gynecologic laparoscopists (AAGL) recommend, “most hysterectomies for benign disease should be performed either vaginally or laparoscopically”.[18]  In spite of standardized minimally invasive techniques to perform hysterectomy, it is not widely practiced or accepted in gynecological surgery. This may be due to requirement of steep learning curve and perhaps is technically challenging as well. Introduction of robotic platform has seen increased rates of robotic hysterectomy with decrease in rates of abdominal hysterectomy. It is not surprising that in the last few years the adoption of robotic technique to perform gynecological surgeries especially hysterectomy is at a much faster rate that that was seen with acceptance of laparoscopic techniques. However, Cochrane review 2012 on robotic surgery for benign gynecological diseases showed that robotic surgery was not associated with improved effectiveness or safety, but increased the cost of the procedure substantially.[19] In a recent review of the literature, Sarlos and Kots have also concluded that most clinical outcomes such as blood loss, complications, and hospital stay were comparable for the robotic and the laparoscopic hysterectomy.[20] Kristin E. Patzkowsky[21] published a series that directly compares perioperative outcomes of robotic versus laparoscopic hysterectomy for benign diseases. The analysis of this paper points to the fact that more complex hysterectomies are being performed robotically like stage III-IV endometriosis, previous multiple laparotomies, cases with severe adhesions, and where uterus were larger in size and weight. Despite this discrepancy the surgical outcomes including surgical complications, estimated blood loss, and operative time are similar between both the groups. The overall complication rate was acceptably low. There could be surgeon's bias in doing more difficult cases using the robotic platform. A randomized control trial will be better to compare the post-operative outcome between these two techniques. Review of the various studies published comparing various parameters for robotic hysterectomy versus conventional hysterectomy; operative time was longer in robotic group. Twenty to seventy minutes of extra time were required to complete a robotic hysterectomy when compared to laparoscopic hysterectomy, which was significant (P &lt;.01).[22,23,24,25,26,27]  Blood loss is another parameter which when compared between the two surgical techniques showed great fluctuations (50-1500 mL) in initial studies.[22] However, more recent publications report greater blood loss for the conventional laparoscopic approach (207.7 mL vs. 131.5 mL).[24] The length of hospital stay though influenced by multiple factors, still most studies do show an average one day less stay in hospital for robotic hysterectomy patients.[22,24,26] Most publications have emphasized that the main benefit of precise and articulated movements while using robotic arms comes in handy for adhesiolysis when surgeons encounter dense adhesions or manipulation of large uteri during hysterectomy. The magnified 3D vision is definitely beneficial while operating on difficult cases, however lack of haptic feedback and direct access to the patient is still a concern.[26,27]  There were not many reports of postoperative vaginal cuff dehiscence in the literature a few decades ago. With the use of electro cautery to make the vaginal incision in hysterectomy, which causes more tissue necrosis, poor healing of the scar has lead to more incidences of vault dehiscence. Over use of electro cautery to achieve maximal hemostasis may actually add to the reason for this post-operative complication. An over cauterized vaginal edge with small bite tend to cut through vaginal edges in the subsequent days following hysterectomy and the patients present with vault dehiscence. Perhaps a less hemostatic surgical bed “slightly juicy rather than bone dry” at the vaginal cuff level may be better. Before the increased use of robotic hysterectomy, dehiscence was an infrequent complication in laparoscopic hysterectomy group and was directly related to the presence and severity of endometriosis, as the amount of dissection is always more due the adhesion seen in endometriosis cases. Review of literature reports the greatest incidence of vaginal cuff dehiscence in the robotic approach, which is reported to be 1.64% while conventional laparoscopy is reported to be 0.66%.[28] To understand what are the factors contributing to the incidence of vaginal cuff dehiscence Kim MJ[29] evaluated the risk factors that could be responsible for this problem. They classified hysterectomies into 6 types- robotic hysterectomy (n = 7), robotic radical hysterectomy and node dissection (n = 9), total laparoscopic hysterectomy (n = 274), laparoscopy assisted vaginal hysterectomy (n = 238), laparoscopic radical hysterectomy and node dissection (n = 11), and abdominal radical hysterectomy (n = 63). In their analysis, the incidence of vaginal cuff dehiscence and evisceration was significantly higher in TLH than LAVH.  Use of barbed suture is new in gynecology but has made a significant difference in the suturing techniques in minimally invasive gynecology procedures. The question remains that can we replace polyglactin suture with uni or bi directional barbed suture for all surgery? Karim Nawfal[30] compared the immediate and short-term surgical outcomes of women who had vaginal cuff suturing with Vicryl (polyglactin 910) figure-of-8 sutures with the outcomes of women who had V-Loc (polyglyconate) unidirectional barbed sutures. They also compared major and minor complication rates between the two groups. 133 women who had Vicryl figure-of-8 closures of the vault were more likely than the 69 women with V-Loc barbed suture closures to have had their length of stay increased by one day. They also had greater blood loss (median 75 vs. 50 mL) and longer operative procedure durations (175 vs. 135 min). No differences with respect to the frequency of major complications like pelvic collections, or vaginal bleeding that required suturing in the emergency. Minor complications like vault granulation tissue; vaginal bleeding that resolved spontaneously was also same in both groups. Robotic surgery for hysterectomy is also being popularized for a shorter hospital stay. In fact same day discharge is increasingly becoming popular for both surgeon and patients. Out of 200 cases that Lee SJ[31] and associated planned to discharge on the same day, they were able to send 157 women (78%) were successfully the same-day. Median time for discharge for these cases was 4.8h (range, 2.4-10.3) and the median distance traveled was 31.5miles. Emergency room visits among the same day discharge patients were only in 8/157 (5.1%). Martino et al.,[32] evaluated the need for readmission in &lt;30 days between women who underwent open, laparoscopic or robotic approach. Patients in the robotics cohort experienced a shorter length of stay, less estimated blood loss. These women also indirectly had cost savings when compared to non-robotic approaches. ENDOMETRIOSIS Surgery for endometriosis is perhaps the most technically challenging surgeries by laparoscopy. The dense adhesions, the loss of function of adnexal structures and the poor reproductive outcome puts enormous pressure of the surgeon to do a complete and through job. The symptoms face by women with endometriosis like chronic pelvic pain, severe dysmenorrhea, subfertility, heavy menstrual bleeding, and abdominal bloating are often incapacitating and require utmost care during surgery to restore anatomy and function while all endometriotic implants are removed. However after a laparoscopic surgery for endometriosis often a gap is felt of what the surgeon wanted to achieve during the surgery and what he is able to achieve. It is possible to bridge this gap by using robotic assistance that enables the surgeon with a detailed and magnified (3-D) surgical view. Endometriosis is perhaps the most suited surgery by robotic assistance. Figure ​Figure3a3a–d depicts the relevant steps involved in endometriosis clearance using robotic assisted technology. However this has not been proven with comparative published studies. A retrospective study published by Nezhat and group[33] compared robotic with conventional surgery for endometriosis in 78 patients. Except for a longer operative time, there was no significant difference in blood loss, hospital stay and complications. There was no conversion to laparotomy. It is important to notice that no conversions are necessary, and the robotic approach may be more effective in cases of complex resections that have a significant organ compromise.[34] A retrospective cohort study by Siesto et al., studied the role of robotic surgery in deep infiltrating endometriosis and included procedures like segmental bowel resections, removal of nodules from the rectovaginal septum (RVS) with or without rectal shaving and partial bladder resection. They report no significant intra-operative complications, nor conversion to laparotomy occurred but anastomotic leakage was recorded. This is currently the largest series of robotic procedures for deep infiltrating endometriosis.[35] Vitobello et al., describe a hybrid technique for colorectal endometriosis where they have included 7 infertile women with severe bowel using Da Vinci system and conventional laparoscopic surgery. All patients showed disease free resected margins. Follow-up, carried out at three, six and 12 months after operation, showed a regression of painful symptoms in all operated patients (100%). Two patients (28.6%) aged ≥35 years eventually had natural pregnancies.[36] A report published by Frick et al., describes 2 cases of ureteral obstruction secondary to endometriosis managed with robotic-assisted laparoscopic partial ureterectomy and ureteroneocystostomy.[37] In a similar paper Nezhat and group have described successful management of endometriosis of bowel, bladder and ureter in 5 patients using robotically assisted laparoscopic surgery.[38] Robot-assisted laparoscopic surgery does appear to be a reasonably safe and viable alternative to accomplish a comprehensive surgical treatment in endometriosis.[35,39,40,41]  SACROCOLPOPEXY Pelvic organ prolapse is an important cause for morbidity in women and more women are increasingly opting for surgical relief than to live with inconvenience and indignity. The reported incidence of vaginal vault prolapse ranges from 0.2 to 45%. The optimal treatment depends primarily on the surgeon's experience. The patient's suitability for surgery, age at presentation, her grade of prolapse and expectation from surgery also determines the procedure offered to her. Abdominal scarocolpopexy with mesh has shown highest long-term success rates. Robotic assisted laparoscopy offers quick recovery in otherwise healthy patients that suffer from pelvic organ prolapse. Level III data suggest that early outcomes of robotic sacrocolpopexy are similar to those of open sacrocolpopexy.[42] Laparotomy, laparoscopy, and robotics seem to share qualities in safety, simplicity, and precise dissection.[43] However benefits of reduced blood loss and short hospital stay is seen in cases of robotic assistance. The main advantages cited in the robotic approach are increased visualization and dexterity especially during the dissection of the pre-sacral space, positioning of the mesh and intracorporeal suturing.[44] The use of robot-assistance, during laparoscopic procedure helps to perform complex maneuvers easily, and gives good outcome. Sacrocolpopexy by robotic technique has the advantage of easier intra corporeal suturing. Robotic assistance can be used for the entire procedure, or only for suturing. This difference of technique reflects in the difference in the operative time. Robotic sacrocolpopexy was first described by[45] in 2004. The same group subsequently published data of 31 patients with average operative time of 3.1 h with a 24 h hospital stay. In this study, the robotic assistance was for suturing and they reported complications like recurrence of prolapse or vaginal extrusion of the mesh in four women. A series by Ayay et al.,[46] where the entire surgery was performed robotically the mean operative time was 170 min. No complications[47] have reported a large series comparing 73 robotic and 105 open abdominal sacrocolpopexy cases. Patients were comparable for age, BMI, and concomitant surgery. The robotic group has statistically significantly increased operative times (an average of 328 min), but decreased surgical blood loss (average of 103 ml) and length of stay. The patient postoperative prolapse assessment was comparable over most parameters in both groups. However operative time reduces as the surgeon and the team does more volume. In a retrospective analysis of 80 patients undergoing robotic sacrocolpopexy, there was decrease of 25% time after 10 surgeries and reduction to about 160 minutes by the time the team performed 50 cases, after which a plateau was reached.[48] An observational study from Mayo clinic describes and demonstrates the use and benefit of robot-assisted laparoscopic sacrocolpopexy in the treatment of post hysterectomy vaginal vault prolapse in obese patients along with mid-urethral sling application.[49] Cost and operating time are double with robotic procedures, but sexual function and improvement of pelvic support tend to be better under robotic manipulation.[50] TUBAL RE-ANASTOMOSIS Tubal sterilization is a common and accepted method for permanent contraception. However there are request for reversal of tubal ligation for various reasons like remarriage, loss of children or simply a change of heart. Tubal re-anastomosis has a success rate about 67.6% in open surgery with 5.6% incidence of ectopic pregnancy in subsequent conception after reversal.[51] In 1998, a study was first conducted in animal models to demonstrate that the robotic technology could safely be used in microsurgical anastomosis using the Zeus® Surgical System.[52] A pilot study was then done in 1999 to perform laparoscopic tubal anastomosis.[53] The procedure was successfully completed in all patients without complications and pregnancy was reported in 2/8 patients at 4 months following the surgery. A feasibility study done in University of Albama in 2004, Dharia[54] compared open microsurgical technique with the da Vinci surgical system for tubal anastomosis in 18 patients. Robotic-assisted procedures resulted in greatly increased operative time, however the length of hospital stay, recovery time, and time to return to normal activities were significantly shorter in robotic group.[55] Robotic assisted re-anastomosis has the advantage of delicate manipulation of tubes and good visualization of anatomical layers for precise suturing. However long term comparative studies are needed to conclusively determine if robotic surgery will be beneficial for sterilization reversal in terms of patient satisfaction and pregnancy outcome.  OTHER SURGERIES Although few and limited, reports of several other gynecological surgeries are also in the literature. These are cervical cercalage, vesicovaginal repair, rectovaginopexy and Burch colposuspension.  CERVICAL CERCALAGE There are two reports of robotic-assisted laparoscopic cervical cercalage in the literature. Barmat et al.,[56] first reported robotic-assisted laparoscopic placement of an abdominal cercalage. Subsequently robotically placed merselene tape was reported by Fechner in a series of seven patients.[57] Gocmen[58] reported two successful live births after robotic-assisted abdominal cercalage performed in two non pregnant women.  REPAIR OF GENITO URINARY INJURIES Genito-urinary injuries that occur during gynecological surgeries can be safely repaired robotically. It is feasible to successfully repair these either as primary repair if recognized during surgery or as a salvage procedure when diagnosed in postoperative period. Robotic surgery reduces the recovery time in such situations, which is appreciable.[59] Robotic assistance for repairing vesico-vaginal fistula was first reported by Melamud et al.,[60] in 2005. The excision of the fistulous tract was performed laparoscopically and robot was used to repair the vaginal and the bladder defect. At 16 weeks follow up the women remained continent. Sundaram et al.,[61] reported a series of 5 patients where the entire procedure was done robotically with an average operative time of 233 mins. At 6 month follow up all women were continent. Some other small series have also confirmed the feasibility of successful robotic assisted vesico vaginal fistula repair.[62,63]  RECTOVAGINOPEXY Reports are also there in literature of repair of rectal prolapse by robotic assisted surgery. Draaisma et al.,[64] have reported such a case. The median operative time was 160 min, median blood loss was &lt;60 ml, and the median hospital stay was 4 days. Two patients had recurrence of prolapse and 87% remained satisfied with their outcomes. BURCH COLPOSUSPENSION Francis et al., have published an instructional video in the July issue of International Urogynecological Journal regarding the safety and feasibility of robotic Burch colposuspension as an anti incontinence surgery.[65]  CONVERSION RATES Most authors report a significantly diminished incidence in laparotomy conversions as well as complications in Robotic assisted surgery. If complications resulted in robotic surgery, they were similar to those seen in laparoscopic surgery.[22,25,26,66,67] Jones N[68] reported a retrospective review to determine risk factors associated with conversion to laparotomy for women undergoing robotic gynecologic surgery. 459 consecutive robotic surgeries were included in this study. 40 (8.7%) patients had conversion to open surgery, 13 due to poor visualization because of adhesions, 7 patients were unable to tolerate Trendelenburg position, 7 had extremely enlarged uterus, 5 had extensive peritoneal disease, 2 were converted due to bowel injury, I due to ureteral injury, 1 due to vascular injury and 1 due to bladder injury. Technical difficulty with the robot were faced in 2 cases and inability to access abdominal cavity in one patient. Five percent of cases were converted prior to docking the robot. They concluded that increasing BMI and non-white race were identified as the two preoperative risk factors associated with conversion.  OBESITY Surgery is always challenging in an obese patients due to high incidence of morbidity. Obese patients have been proposed as those who derive greater benefits when operated on with robotics. When evaluated studies do not show significant differences in patients with BMI &gt;30 kg/m2 when compared with patients who had BMI &lt;25 kg/m2.[69] Eddib a et al., studied the impact of body mass index (BMI) on surgical outcomes in patients undergoing robotic-assisted gynecologic surgery. In this retrospective study 281 patients undergoing total hysterectomy with or without adnexal excision, and total hysterectomies with lymphadenectomies were included. Eighty-four patients who were classified as morbidly obese (BMI&gt;35) were compared with 197 patients who had a BMI of &lt;35 (nonmorbidly obese). No statistically significant difference was seen between the 2 groups in terms of hemoglobin drop, hospital stay, and uterine weight or analgesia requirement. The only statistically significant difference was seen in operating times. Robotic surgery offered an ideal approach, allowing minimally invasive surgery in these technically challenging patients, with no significant increase in morbidity.[70]  PAIN RELIEF AND ANALGESIC REQUIREMENT Pain and analgesia requirement after robotic surgery is said to be less. This could be due to less movement (less to rquing) at the abdominal wall level through the operative ports when compared to laparoscopic surgery resulting in less postoperative pain. The fulcrum of movement of laparoscopic hand instrument is at the abdominal wall level. However the movement in robotic surgery is at the end (wrist like) of the instrument inside the patient's abdomen. Hence the trauma at the abdominal wall level is less causing less pain. EL Hachem in 2013[71] compared postoperative pain after conventional laparoscopic and robotically assisted laparoscopic surgery in gynecology. In this prospective nonrandomized trial the subjective and objective measures of postoperative pain were similar in robotically assisted laparoscopy and conventional laparoscopy. Shashoua et al.,[24] evaluated narcotic usage and found that the robotic procedures required fewer units of narcotic usage. SUMMARY Articles like “Robotics in gynecology: Is the glass half empty or half full?” by Advincula AP[72] or “Robotics in benign gynecologic surgery: Where should we go?” by Steege JF[73] or “Robotics in Gynecology: Why is this Technology Worth Pursuing?” by Ayala-Yáñez R[74] published in the literature are all thought provoking. Practically any gynecologic pathology can be treated by robotic surgery today. However the challenge we face today in taking robotic surgery forward is the lack of consensus about surgeon training. The FDA requires one-to two-day training to certify that a surgeon can use the system, but certification doesn’t mean he or she is ready to operate on patients. There should be a standardized process for privileging or credentialing on the system. Each hospital should create a privileging or credentialing system to determine the requirements prior to performing robotic surgeries. The other challenge is in terms of cost and the bulkiness of the robotic system. But where these not the concerns when laparoscopy was introduced in gynecological surgical practice about 2 decades ago. Widespread use of laparoscopy has taken care of both these problems as the field of laparoscopy developed. With increasing number of surgeries being done by using these systems the cost will ultimately come down. Newer innovations will reduce the bulkiness of the robotic system and take care of the current limitations."
}